brew "atuin"
brew "bat"
brew "carapace"
brew "delta"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "fzf-tab"
brew "neovim"
brew "mise"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
